{
    "Allergy": "An abnormal immune response to certain substances, such as food, medication, or environmental factors, causing symptoms like rash, swelling, or difficulty breathing.",
    "AVPU scale": "A quick assessment method to evaluate a patient's level of responsiveness: Alert, Verbal, Pain, Unresponsive.",
    "Blood Pressure": "The pressure of circulating blood against the walls of blood vessels, measured as systolic over diastolic pressure.",
    "Breath Sounds": "Sounds heard through a stethoscope placed on the chest that can help assess lung function and detect abnormalities.",
    "Chief Complaint": "The primary symptom or concern expressed by a patient during medical assessment, usually the reason for seeking medical care.",
    "DCAP-BTLS": "A mnemonic used to assess trauma patients: Deformities, Contusions, Abrasions, Punctures/Penetrations, Burns, Tenderness, Lacerations, and Swelling.",
    "Decerebrate Posturing": "An abnormal body posture that involves the arms and legs being held straight out, and toes pointed downward, indicating severe brain damage.",
    "Decorticate Posturing": "An abnormal posture in which a person is stiff with bent arms, clenched fists, and legs held out straight, often indicating damage to the brain.",
    "General Impression": "The initial overall assessment of a patient's condition based on appearance, behavior, and how they present.",
    "Level of Responsiveness": "An evaluation of a patient's alertness and ability to respond to stimuli, often using the AVPU scale.",
    "Mechanism of Injury": "The method by which damage (trauma) to the body occurs, such as a fall, car accident, or blunt force.",
    "Nature of Illness": "The underlying cause or medical condition responsible for a patient's symptoms.",
    "OPQRST": "A mnemonic for assessing pain: Onset, Provocation/Palliation, Quality, Region/Radiation, Severity, Time.",
    "Palpation": "The act of examining the body by touch, particularly to assess for tenderness, swelling, or abnormalities.",
    "Paraesthesia": "A sensation of tingling, prickling, or numbness, often described as 'pins and needles.'",
    "Patient Assessment": "A systematic evaluation of a patient's condition, including primary and secondary assessments.",
    "PERRL": "A mnemonic used to assess pupils: Pupils Equal, Round, and Reactive to Light.",
    "Primary Patient Assessment": "The initial assessment focused on identifying and addressing life-threatening conditions.",
    "Pulse": "The rhythmic throbbing of arteries as blood is propelled through them, typically felt at the wrist or neck.",
    "Pulse Oximeter": "A device used to measure the oxygen saturation level in the blood.",
    "SAMPLE": "A mnemonic used for obtaining a patient history: Signs/Symptoms, Allergies, Medications, Past medical history, Last oral intake, Events leading to illness or injury.",
    "Scene Safety": "The process of ensuring the safety of the medical responders and patient before providing care.",
    "Scene Size-up": "The initial evaluation of the scene to identify potential hazards, mechanism of injury, and number of patients.",
    "Secondary Patient Assessment": "A thorough, head-to-toe physical examination performed after the primary assessment.",
    "Sign": "An objective finding during a medical examination, such as a rash or swelling.",
    "Symptom": "A subjective experience reported by the patient, such as pain or dizziness.",
    "Vital Signs": "Measurements of the body's essential functions, including heart rate, respiratory rate, blood pressure, and temperature."
}